Repository: pehohlva/Scribe
Catalog: bean/Localizations/*.lproj/Localizable.strings
Languages: ca

source: copy
ca: copia

source: Pages:
ca: Pàgines:

source: Selected Characters:
ca: Caràcters seleccionats:

source: Selected Words:
ca: Paraules seleccionades:

source: 'Open Selection' failed
ca: ‘Obre la selecció’ ha fallat

source: (Autosaved)
ca: (Autodesada)

source: (Centimeters from left margin)
ca: (Centímetres des del marge esquerre)

source: (centimeters)
ca: (centímetres)

source: (Inches from left margin)
ca: (Polzades des del marge esquerre)

source: (inches)
ca: (polzades)

source: ‘New Document Containing Selection’ failed because a new document could not be created.
ca: ‘Document nou amb la selecció’ ha fallat perquè no s'ha pogut crear un nou document.

source: A date-stamped backup copy of this document could not be created due to an unknown problem.
ca: No s'ha pogut crear la còpia de seguretat amb data d'aquest document per un problema desconegut.

source: A problem prevented the document “%@” from being autosaved. Autosave is now deactivated for this document so the problem does not repeat.
ca: No s'ha pogut autodesar el document “%@” per un problema. L'autodesament s'ha desactivat per a aquest document per evitar la repetició del problema.

source: A problem prevented the document from being exported to HTML format.
ca: El document no s'ha pogut exportar al format HTML per un problema.

source: A problem prevented the document from being exported.
ca: El document no s'ha pogut exportar per un problema.

source: An updated version of Bean is available.
ca: Hi ha disponible una actualització de Bean.

source: Are you sure you want to overwrite the original %@ file?
ca: Esteu segur que voleu sobreescriure l'arxiu original %@?

source: At least 1 minute and no more than 60 minutes.
ca: El valor ha de ser d'1 minut com a mínim i de 60 minuts com a màxim.

source: Automatic backup of the document “%@” was not successful.
ca: No s'ha pogut fer la còpia de seguretat del document “%@”.

source: Autosave failed: %@
ca: Ha fallat l'autodesada: %@

source: Backup
ca: Còpia de seguretat

source: Bean cannot open documents of this type, or there is a problem with the document.
ca: Bean no pot obrir documents d'aquesta mena o bé el document presenta un problema.

source: Bean Document (.bean)
ca: Document de Bean (.bean)

source: Bean Service Failed.
ca: El servei de Bean ha fallat.

source: Bean will quit due to an unrecoverable error. Perhaps the app was renamed while Bean was running?
ca: Bean es tancarà per una errada irrecuperable. Potser s'ha mogut l'aplicació o se li ha canviat el nom mentre s'executava.

source: Before Paragraph Spacing
ca: Espaiat davant de paràgraf

source: button title: Cancel
ca: Cancel·la

source: button title: Check Spelling
ca: Comprova l'ortografia

source: button title: Open Dictionary
ca: Obre el diccionari

source: Cancel
ca: Cancel·la

source: Change Encoding
ca: Canvia codificació

source: Change Margins
ca: Canvia els marges

source: Character Spacing
ca: Espaiat de caràcter

source: Choose ‘Save As...’ to select another format, or choose ‘Save Anyway’ to save without images and attachments.
ca: Trieu ‘Desa com…’ per seleccionar un altre format o trieu ‘Desa igualment’ per guardar sense imatges i arxius adjunts.

source: Close and reopen this document to create an ‘Untitled’ copy.
ca: Tanca i reobre aquest document per crear-ne una còpia 'Sense títol'.

source: Close the document and reopen it with another encoding.
ca: Tanca el document i reobre'l amb una altra codificació.

source: Convert
ca: Converteix

source: Convert Quotes
ca: Converteix cometes

source: Do you want to check the spelling?
ca: Voleu comprovar l'ortografia?

source: Do you want to create a backup of the original document before changing the encoding?
ca: Voleu crear una còpia de seguretat del document original abans de canviar la codificació?

source: Do you want to save the changes you made in the document %@?
ca: Voleu desar els canvis fets al document %@?

source: Do you want to save the changes you made in this document?
ca: Voleu desar els canvis fets al document?

source: DOC with images
ca: ‘DOC amb imatges’

source: Document File Format
ca: Format d'arxiu de document

source: Documents cannot be saved in a locked folder. Choose another location.
ca: Els documents no es poden desar en una carpeta

source: Don’t Backup
ca: No facis còpia de seguretat

source: Don’t Revert
ca: No facis enrere

source: Don’t Save
ca: No desis

source: Export document to %@ format failed: %@
ca: Exporta el document al format %1$@ ha fallat: %2$@

source: Export to HTML failed.
ca: Exporta a HTML ha fallat.

source: Export to HTML failed: %@
ca: Exporta a HTML failed: %@

source: Font Style
ca: Estil de lletra

source: Help with file formats
ca: Ajuda pels formats d'arxiu

source: Hide Invisibles
ca: Amaga caràcters no imprimibles

source: Hide Layout
ca: Amaga la disposició

source: Hide Margins
ca: Amaga els marges

source: Hide Ruler
ca: Amaga el regle

source: Highlighting
ca: Realça

source: Image Size: %.1f%%
ca: Mida de la imatge: %.1f%%

source: Indent
ca: Sagnat

source: Insert Date/Time
ca: Introdueix data/hora

source: Insert Graphic
ca: Introdueix gràfic

source: Inter-line Spacing
ca: Espaiat entre línees

source: Invert Selection
ca: Inverteix la selecció

source: Line Break
ca: Salt de línia

source: Line Spacing
ca: Interlineat

source: Link
ca: Enllaç

source: Locked files cannot be overwritten. Save the document with a new name to keep your changes.
ca: Els arxius amb contrasenya no es poden sobreescriure. Deseu el document amb un altre nom per guardar els canvis.

source: Margins (in Centimeters)
ca: Marges (en centímetres)

source: Margins (in Inches)
ca: Marges (en polzades)

source: Maximum Line Spacing
ca: Interlineat màxim

source: Minimum Line Spacing
ca: Interlineat mínim

source: New Line
ca: Línea nova

source: None (Unsaved Document)
ca: Cap (Document no desat)

source: Original file was named: “%@”
ca: L'arxiu original tenia el nom: “%@”

source: Overwrite
ca: Sobreescriu

source: Overwriting the original %@ file may cause images and page/paragraph formatting to be lost. Overwrite?
ca: Sobreescriure l'arxiu original %@ pot fer perdre les imatges i el format de pàgina/paràgraf. Sobreescriure?

source: Overwriting the original %@ file may cause images to be lost. Overwrite?
ca: Sobreescriure l'arxiu original %@ provocar la pèrdua d'imatges i de format. Sobreescriure?

source: Overwriting the original %@ file might cause images, formatting, and recent changes to be lost.
ca: Sobreescriure l'arxiu original %@ podria fer perdre les imatges, el format i els canvis recents.

source: Page
ca: Pàgina

source: Page Break
ca: Salt de pàgina

source: palette label: Alt Colors
ca: Alt colors

source: palette label: Backup
ca: Còpia de seguretat

source: palette label: Copy
ca: Copia

source: palette label: Complete
ca: Completa

source: palette label: Define
ca: Defineix

source: palette label: Find
ca: Cerca

source: palette label: Float
ca: Flota

source: palette label: Fonts
ca: Lletra

source: palette label: Get Info
ca: Obtén informació

source: palette label: Inspector
ca: Inspector

source: palette label: Paste
ca: Enganxa

source: palette label: Picture
ca: Imatge

source: palette label: Redo
ca: Refés

source: palette label: Ruler
ca: Regle

source: palette label: Save
ca: Desa

source: palette label: View
ca: Visualitza

source: pallete label: Undo
ca: Desfés

source: Paragraph Spacing
ca: Espaiat de paràgraf

source: Perhaps you are not connected to the internet?You can check for a newer version at this address in your web browser: www.bean-osx.com
ca: Potser no esteu connectats a l'Internet?Podeu comprovar si hi ha una versió més nova en aquesta adreça amb el vostre navegador: www.bean-osx.com

source: Plain Text Encoding
ca: Codificació de text net

source: Please input an Autosave interval.
ca: Introduïu un intèrval d'autodesada.

source: Print Your Document
ca: Imprimeix el document

source: Remove Highlighting
ca: Treu el realçament

source: Resize Picture
ca: Redimensioneu la imatge

source: Revert
ca: Feu enrere

source: Revert document to saved version?
ca: Voleu tornar el document a la versió desada?

source: Rich Text Format (.rtf)
ca: Format de text enriquit (.rtf)

source: Rich Text with Graphics Document (.rtfd)
ca: Document de text enriquit amb gràfics (.rtfd)

source: Save
ca: Desa

source: Save Anyway
ca: Desa igualment

source: Save as plain text?
ca: Desar com a text net?

source: Save As...
ca: Desa com…

source: Saving as plain text will cause text formatting, images and document properties to be discarded. Choose ‘Save As...’ to select another format, or choose ‘Save Anyway’ to save as plain text.
ca: Desar com a text net farà que s'excloguin el format del text, les imatges i les propietats del document. Trieu 'Desa com...' per seleccionar un altre format o trieu 'Desa igualment' per desar com a text net.

source: Selection to Smart Quotes
ca: Selecciona cometes intel·ligents

source: Selection to Straight Quotes
ca: Selecciona cometes rectes

source: Show Invisibles
ca: Mostra caràcters no imprimibles

source: Show Layout
ca: Mostra la disposició

source: Show Margins
ca: Mostra els marges

source: Show Ruler
ca: Mostra el regle

source: Sorry, Bean was unable to check for a newer version.
ca: Bean no ha pogut comprovar si hi ha una versió més nova.

source: Tab Stop
ca: Punt de tabulació

source: Text (you provide extension)
ca: Text (proveïu l'extensió)

source: Text Document (.txt)
ca: Document de text (.txt)

source: Text to Smart Quotes
ca: Text a cometes intel·ligents

source: Text to Straight Quotes
ca: Text a cometes rectes

source: The backup was not successful.
ca: No s'ha recuperat amb èxit.

source: The Bean Service ‘New Document Containing Selection’ failed.
ca: El servei de Bean ‘Document nou amb la selecció' ha fallat.

source: The document %@ could not be saved because of a problem writing to the folder.
ca: El document %@ no s'ha pogut desar per un problema d'escriptura a la carpeta.

source: The document %@ could not be saved because the containing folder is locked.
ca: El document %@ no s'ha pogut desar perquè la carpeta que el conté està bloquejada.

source: The document %@ could not be saved because the file is locked.
ca: El document %@ no s'ha pogut desar perquè l'arxiu està bloquejat.

source: The document %@ could not be saved because the filename is not valid.
ca: El document %@ no s'ha pogut desar perquè el nom d'arxiu no és vàlid.

source: The document %@ could not be saved due to an unknown error.
ca: El document %@ no s'ha pogut desar per una errada desconeguda.

source: The document %@ could not be saved due to lack of permission to write the file.
ca: El document %@ no s'ha pogut desar per manca de permís d'escriptura de l'arxiu.

source: The document %@ could not be saved due to lack of space.
ca: El document %@ no s'ha pogut desar per manca d'espai.

source: The document %@ is not in a format that Bean can save.
ca: El document %@ no té un format que Bean pugui desar.

source: The document %@ was imported, and also has been changed by another application since you opened or saved it. Overwrite?
ca: El document %@ s'ha importat i també ha estat canviat per una altra aplicació des que l'heu obert o desat. Voleu sobreescriure?

source: The document “%@” contains images, but the selected file format does not support saving images.
ca: El document “%@” conté imatges, però el format d'arxiu seleccionat no permet desar imatges.

source: The document “%@” could not be opened by Bean.
ca: Bean no ha pogut obrir el document “%@”.

source: The encoding ‘%@’ is not valid for this text. Please try another encoding.
ca: La codificació ‘%@’ no és vàlida per a aquest text. Proveu una altra codificació.

source: The encoding chosen for the document %@ may not be appropriate.
ca: La codificació triada per al document %@ pot no ser adequada.

source: The file %@ is locked.
ca: L'arxiu %@ està bloquejat.

source: The file %@ is now locked and may not be overwritten.
ca: L'arxiu %@ ara està bloquejat i no es pot sobreescriure.

source: The file for the document %@ has been changed by another application since you opened or saved it. Overwrite?
ca: L'arxiu del document %@ ha estat canviat per una altra aplicació des que l'heu obert o desat. Voleu sobreescriure?

source: The folder “%@” is locked.
ca: La carpeta “%@” està bloquejada.

source: The word ‘%@’ may be misspelled.
ca: La paraula ‘%@’ pot tenir errades.

source: There was a problem exporting image files.
ca: S'ha produït un problema en exportar arxius d'imatge.

source: This version of Bean (%@) is current.
ca: Aquesta versió de Bean (%@) està actualitzada.

source: To keep your changes, save as a different document.
ca: Per mantenir els canvis, deseu-ho com a un document diferent.

source: toolbar label: Alt Colors
ca: Alt colors

source: toolbar label: Backup
ca: Còpia de seguretat

source: toolbar label: Copy
ca: Copia

source: toolbar label: Complete
ca: Completa

source: toolbar label: Define
ca: Defineix

source: toolbar label: Find
ca: Cerca

source: toolbar label: Float
ca: Flota

source: toolbar label: Fonts
ca: Lletra

source: toolbar label: Get Info
ca: Obtén informació

source: toolbar label: Inspector
ca: Inspector

source: toolbar label: Paste
ca: Enganxa

source: toolbar label: Picture
ca: Imatge

source: toolbar label: Redo
ca: Refés

source: toolbar label: Ruler
ca: Regle

source: toolbar label: Save
ca: Desa

source: toolbar label: Undo
ca: Desfés

source: toolbar label: View
ca: Visualitza

source: tooltip: Alternate Text Colors
ca: Colors de text alternatius

source: tooltip: Autocomplete
ca: Autocompleta

source: tooltip: Copy
ca: Copia

source: tooltip: Date-stamped Backup
ca: Còpia de seguretat amb data

source: tooltip: Define Word
ca: Defineix paraula

source: tooltip: Find
ca: Cerca

source: tooltip: Float
ca: Flota

source: tooltip: Fonts
ca: Lletra

source: tooltip: Get Info
ca: Obtén informació

source: tooltip: Insert Picture
ca: Introdueix imatge

source: tooltip: Inspector
ca: Inspector

source: tooltip: Make Window Float
ca: Fes la finestra flotant

source: tooltip: Paste
ca: Enganxa

source: tooltip: Redo
ca: Refés

source: tooltip: Ruler
ca: Regle

source: tooltip: Save Document
ca: Desa el document

source: tooltip: Toggle View Type
ca: Manté la visualització

source: tooltip: Undo
ca: Desfés

source: Try saving as another document to keep your changes.
ca: Proveu de desar com a un altre document per guardar els canvis.

source: Try using the Finder to make a backup copy of this file. Deselect ‘Backup at close’ under ‘Get Info’ to disable automatic backup.
ca: Proveu d'usar el Finder per fer una còpia de seguretat d'aquest arxiu. Desselecioneu 'Còpia de seguretat en tancar' a 'Obtén informació' per deshabilitar la còpia de seguretat automàtica.

source: undo action: Insert Date
ca: Introdueix data

source: undo action:Insert Time
ca: Introdueix hora

source: Unlock and Save
ca: Desbloqueja i desa

source: Version %@ is available (you have %@). Do you want to visit the download web page?
ca: La versió %1$@ està disponible (teniu la %2$@). Voleu visitar la pàgina web de descàrrega?

source: Web Archive (.webarchive)
ca: Arxiu web (.webarchive)

source: Web Page (.html)
ca: Pàgina web (.html)

source: Words:
ca: Paraules:

source: Yes
ca: Sí

source: You can manually drag image files from the Finder into the revealed HTML file's folder to solve the problem.
ca: Podeu arrossegar arxius d'imatge manualment des del Finder a la carpeta marcada de l'arxiu HTML per solucionar el problema.

source: You can save as another document to make sure no changes are lost.
ca: Podeu desar com a un altre document per estar segurs que no es perdran els canvis.

source: You can save as another document to preserve the original.
ca: Podeu desar com a un altre document per guardar l'original.

source: You might want to preserve the original in case of problems.
ca: Potser voleu guardar l'original per si hi ha problemes.

source: You need Mac OS X 10.4 ‘Tiger’ to run Bean
ca: És necessari l'OS X 10.4 ‘Tiger’ o més recent per executar Bean

source: You will lose unsaved changes.
ca: Perdreu tots els canvis no desats.

source: Your changes will be lost if you don’t save them.
ca: Els canvis es perdran si no els deseu.

source: You appear to have a preview of the next version of Bean.
ca: Sembla que teniu una previsualització de la versió següent de Bean.

source: Bean could not find JHDocument.nib.
ca: Bean no ha trobat JHDocument.nib.

source: Select a file in the Finder before choosing Recover Text service.
ca: Seleccioneu un arxiu al Finder abans de triar el servei de recuperació de text.

source: The Recover Text service attempts to recover plain text from proprietary format document files. For instance, you can use it to recover text from a corrupted MS-Word '97 format file that Word cannot open, or from a legacy format file, such as WriteNow documents. When successful, the service recovers plain text (but not text formatting, images, etc.). Recovered text is pasted into a new document, and the original file is not changed.
ca: El servei de recuperació de text mira de recuperar text net d'arxius de document en format protegit. Per exemple, podeu fer-lo servir per recuperar text d'un arxiu corromput amb format MS-Word '97 que el Word no pugui obrir, o a partir d'un arxiu amb format 'legacy' com ara els documents WriteNow. Si es completa, el servei recupera text net (sense imatges, format, etc.) El text recuperat s'enganxa en un nou document i l'arxiu original no es modifica.

source: toolbar label: Direction
ca: Sentit

source: palette label: Direction
ca: Sentit

source: tooltip: Change Writing Direction
ca: Canvia el sentit de l'escriptura

source: Lorem ipsum
ca: Lorem ipsum dolor sit amet, consectetur adipisicing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur. Excepteur sint occaecat cupidatat non proident, sunt in culpa qui officia deserunt mollit anim id est laborum.

source: menu item: All to Default Style
ca: Tot a estil per defecte

source: menu item: Selection to Default Style
ca: Selecció a estil per defecte

source: menu item: All to Most Common Style
ca: Tot a l'estil més usat

source: menu item: Selection to Most Common Style
ca: Selecció a l'estil més usat

source: menu item: All to Style at Text Cursor
ca: Tot a l'estil del cursor

source: menu item: Selection to Style at Text Cursor
ca: Selecció a l'estil del cursor

source: menu item: All Attachments
ca: Tots els arxius adjunts

source: menu item: Selected Attachments
ca: Arxius adjunts seleccionats

source: menu item: All List Markers
ca: Tots els marcadors de la llista

source: menu item: Selected List Markers
ca: Marcadors de la llista seleccionats

source: menu item: All Text Tables
ca: Totes les taules del text

source: menu item: Selected Text Tables
ca: Taules de text seleccionades

source: toolbar label: Cut
ca: Retalla

source: tooltip: Cut
ca: Retalla

source: palette label: Cut
ca: Retalla

source: undo action Set Font
ca: Estableix lletra

source: undo action: Allow Hyphenation
ca: Permet separació per guionets

source: undo action: Do not Allow Hyphenation
ca: No permetis separació per guionets

source: undo action: Remove All Styles
ca: Treu tots els estils

source: undo action: Match Style at Text Cursor
ca: Fes coindir amb l'estil al cursor

source: undo action: Apply Default Style
ca: Aplica l'estil per defecte

source: undo action: Match to Most Common Style
ca: Fes coincidir amb l'estil més usat

source: undo action: Remove Text Tables
ca: Treu les taules de text

source: undo action: Remove List Markers
ca: Treu els marcadors de la llista

source: undo action: Strikethrough
ca: Ratllada

source: undo action: Change Font Size
ca: Canvia la mida de lletra

source: The attached document could not be opened.
ca: No s'ha pogut obrir el document adjunt.

source: This is likely because the file has not yet been saved. If possible, try again after saving.
ca: Missatge d'alerta: això és probablement perquè l'arxiu encara no s'ha desat. Si podeu, reintenteu-ho després de desar.

source: Page %i of %i
ca: Pàgina %i de %i

source: ‘Paste Selection’ failed.
ca: “Enganxa selecció” ha fallat.

source: Page Setup...
ca: Configura la pàgina...

source: Show Header/Footer Controls
ca: Mostra els controls de capçalera/peu.

source: Change Margins...
ca: Canvia els marges...

source: Fit Page Width to Window
ca: Ajusta l'ample de pàgina a la finestra

source: Fit Whole Page to Window
ca: Ajusta tota la pàgina a la finestra

source: undo action: Signature Line
ca: Línia de signatura

source: toolbar label: Full Screen
ca: Tota la pantalla

source: palette label: Full Screen
ca: Tota la pantalla

source: tooltip: Full Screen
ca: Tota la pantalla

source: toolbar label: Properties
ca: Propietats

source: palette label: Properties
ca: Propietats

source: tooltip: Properties
ca: Propietats

source: toolbar label: Invisibles
ca: Caràcters no imprimibles

source: palette label: Invisibles
ca: Caràcters no imprimibles

source: tooltip: Invisibles
ca: Caràcters no imprimibles

source: Word 2007 (.docx)
ca: (nul)

source: alert text: Bean requires OS X 10.5 ‘Leopard’ or above to support the file format %@.
ca: Bean requereix el OS X 10.5 ‘Leopard’ o superior per utilitzar el format d'arxiu %@.

source: The document @% could not be saved in the chosen format.
ca: No s'ha pogut desar el document %@ en el format triat.

source: alert title: The document could not be saved because Bean requires OS X 10.5 ‘Leopard’ to support the file format %@. Please select another format.
ca: No s'ha pogut desar el document perquè Bean requereix OS X 10.5 ‘Leopard’ per utilitzar el format d'arxiu %@. Trieu un altre format.

source: alert title: Bean requires OS X 10.5 ‘Leopard’ to support the file format %@.
ca: Bean requeirex OS X 10.5 ‘Leopard’ per utilitzar el format d'arxiu %@.

source: alert text: Please select another file format.
ca: Trieu un altre format d'arxiu.

source: None
ca: Cap

source: A folder already uses the name “%@.”
ca: Ja hi ha una carpeta amb el nom “%@.”

source: Overwriting this folder will destroy its contents! Choose another name.
ca: Sobreescriure aquesta carpeta destruïrà tot el que conté! Trieu un altre nom.

source: menu item: Show Toolbar
ca: Mostra la barra d'eines.

source: menu item: Hide Toolbar
ca: Amaga la barra d'eines

source: undo action: Non-breaking space
ca: Espai sense salts

source: undo action: Revert to Saved
ca: Retorna a la versió desada

source: pref toolbar label: General
ca: General

source: pref toolbar label: Documents
ca: Documents

source: pref toolbar label: Printing
ca: Imprimeix

source: pref toolbar label: View
ca: Visualitza

source: pref toolbar label: Font
ca: Lletra

source: pref toolbar label: Style
ca: Estil

source: pref toolbar label: Window
ca: Finestra

source: pref toolbar label: Full Screen
ca: Tota la pantalla

source: pref toolbar label: Advanced
ca: Avançat

source: (Backup)
ca: (Còpia de seguretat)

source: Backup failed: %@
ca: La recuperació ha fallat: %@

source: Automatic backup of the document “%@” failed. Automatic backup is now deactivated for this document so the problem does not repeat.
ca: La còpia de seg. automàtica del document “%@” ha fallat. La còpia de seg. automàtica s'ha desactivat per a aquest document per evitar la repetició del problema.

source: Please input an interval for automatic backup.
ca: Introduïu un intèrval per a la còpia de seguretat.

source: Change Layout
ca: Canvia la disposició
