Repository: pehohlva/Scribe
Catalog: bean/Localizations/*.lproj/Localizable.strings
Languages: ca

source: statusbar string:(space)of(space)
ca: de

source: Characters:
ca: Crts:

source: Page:
ca: Pàgina:

source: toolbar label: Styles
ca: Estils

source: palette label: Styles
ca: Estils

source: tooltip: Styles
ca: Estils

source: label: Please Wait...
ca: Espereu si us plau...

source: toolbar label: Highlight
ca: Realça

source: palette label: Highlight
ca: Realça

source: tooltip: Highlight
ca: Realça

source: menu label: Yellow
ca: Groc

source: menu label: Orange
ca: Taronja

source: menu label: Pink
ca: Rosa

source: menu label: Blue
ca: Blau

source: menu label: Green
ca: Verd

source: toolbar label: Bold
ca: Negreta

source: toolbar label: Italic
ca: Cursiva

source: toolbar label: Underline
ca: Subratlla

source: palette label: Bold
ca: Negreta

source: palette label: Italic
ca: Cursiva

source: palette label: Underline
ca: Subratlla

source: pref label: Template: “%@”
ca: Plantilla: “%@”

source: pref label: None selected
ca: Cap selecció

source: Open Panel Title: Select Template
ca: Seleccioneu plantilla

source: Open Panel Message: Only locked files can be templates.
ca: Només els arxius bloquejats poden ser plantilles.Per bloquejar un arxiu, canvieu a Finder, seleccioneu l'arxiu, i llavors seleccioneu Arxiu>Get Info...>Locked.

source: Open Panel Button Title: Select
ca: Selecciona

source: The custom template for new documents is not valid.
ca: La plantilla per defecte per a nous documents no és vàlida.

source: You can choose a new template under Preferences > Documents.
ca: Podeu triar una nova plantilla a Preferències > Documents.

source: alert title: Do you want to reopen the template as an untitled document?
ca: Voleu reobrir la plantilla com a document sense títol?

source: button: Reopen
ca: Reobre

source: button: Don’t Reopen
ca: No reobris

source: alert title: Bean could not open the file.
ca: Bean no ha pogut obrir l'arxiu.

source: button: Reveal File in Finder
ca: Destaca l'arxiu al Finder

source: button: Cancel
ca: Cancel·la

source: button: Apply
ca: Aplica

source: button: OK
ca: OK

source: button: Close
ca: Tanca

source: button: Lock header/footer style
ca: Bloqueja estil de capçalera/peu.

source: button: Show Header/Footer Preferences…
ca: Mostra preferències de capçalera/peu…

source: label: Type, Paste, or Drag and Drop a Link Destination
ca: Escriu, enganxa o arrossega a dins un enllaç.

source: link type: Web
ca: Web

source: link type: File
ca: Arxiu

source: link type: Email
ca: Correu elec.

source: link type: No Prefix
ca: No Prefix

source: label: Columns
ca: Columnes

source: label: Gutter (pts)
ca: Corondell cec (pts)

source: label: Text encoding
ca: Codificació de texte

source: label: Preview
ca: Previsualització

source: label: Author:
ca: Autor:

source: label: Company:
ca: Empresa:

source: label: Copyright:
ca: Copyright:

source: label: Title:
ca: Títol:

source: label: Subject:
ca: Tema:

source: label: Comment:
ca: Observacions:

source: label: Keywords:
ca: Paraules clau:

source: label: Left
ca: Esquerra

source: label: Right
ca: Dreta

source: label: Top
ca: Dalt

source: label: Bottom
ca: Baix

source: label: Acceptable range: 0.1 - 6.0 units
ca: Marge acceptable: 0.1 - 6.0 unitats

source: button: Resize Image
ca: Redimensiona imatge

source: button: Remove other tab stops in selection
ca: Treure altres punts de tabulació en la selecció

source: label: Tab alignment type:
ca: Tipus d'alineació de tabulació:

source: label: Input tab location:
ca: Introduiu lloc de tabulació:

source: button: Left Tab Stop
ca: Tabulació esquerra

source: button: Center Tab Stop
ca: Tabulació central

source: button: Right Tab Stop
ca: Tabulació dreta

source: button: Decimal Tab Stop
ca: Tabulació decimal

source: label: Words:
ca: Paraules:

source: label: Characters:
ca: Caràcters:

source: label: Characters (no spaces):
ca: Caràcters (sense espais):

source: label: Lines:
ca: Línies:

source: label: Carriage Returns:
ca: Retorns:

source: label: Paragraphs:
ca: Paràgrafs:

source: label: Pages:
ca: Pàgines:

source: label: Selected Words:
ca: Paraules selecionades:

source: label: Selected Characters:
ca: Caràcters seleccionats:

source: label: Statistics
ca: Estadístiques

source: label: File Info
ca: Informació d'arxiu

source: button: Show File in Finder
ca: Mostra l'arxiu al Finder

source: button: Locked file/template
ca: Arxiu/plantilla bloquejat/da

source: button: Read only file
ca: Arxiu de només lectura

source: button: Backup at close
ca: Còpia de seguretat en tancar

source: button: Backup every
ca: Còpia de seguretat cada

source: label: (Cannot be overwritten)
ca: (No es pot sobreescriure)

source: label: (Cannot be edited)
ca: (No es pot editar)

source: label: (Date-stamped)
ca: (amb data)

source: label: minutes
ca: minuts

source: box title: Plain Text Encoding
ca: Codificació text net

source: label: Not Applicable
ca: No aplicable

source: button: Change Encoding…
ca: Canvia codificació…

source: button: Preview Fonts in Menu
ca: Previsualitza tipus de lletra al menu

source: label: Font
ca: Lletra

source: label: Style
ca: Estil

source: label: Size
ca: Mida

source: label: Alignment
ca: Alineació

source: label: Highlight
ca: Realça

source: label: Spacing
ca: Espaiat

source: label: Character
ca: Caràcter

source: label: Line
ca: Línia

source: label: Inter-line
ca: Espai entre línies

source: label: Before Paragraph
ca: Abans de paràgraf

source: label: After Paragraph
ca: Després de paràgraf

source: label: Indent
ca: Sagnat

source: label: First Line
ca: Primera línia

source: label: Force Line Height
ca: Força alçada de línia

source: label: At Least
ca: Mínim

source: label: At Most
ca: Màxim

source: button: Default
ca: Defecte

source: label: preferenceInstructions
ca: Les preferences afecten els documents nous.Per obrir documents, useu els ítems la barra de menú.

source: button: Continuously spellcheck
ca: Correcció ortogràfica contínua

source: button: Center cursor vertically
ca: Centra el cursor verticalment

source: button: Wide cursor*
ca: Cursor ample*

source: button: Smart copy/paste
ca: Copia/enganxa intel·ligent

source: button: Background pagination*
ca: Paginació de fons*

source: label: (recommended for Intel Macs only)
ca: (recomanat només per a Macs Intel)

source: button: Use (quotes)Smart Quotes(quotes)
ca: Fes servir “Cometes intel·ligents”

source: label: Supplied by
ca: Proveït per

source: label: Style*
ca: Estil*

source: label: *Applies immediately
ca: *S'aplica immediatament

source: label: Bean
ca: Bean

source: label: OS X (10.5+ only)
ca: OS X (només 10.5+)

source: label: Default save format
ca: Format de desada per defecte

source: button: Autosave documents every
ca: Autodesa documents cada

source: label: New document template
ca: Plantilla de document nou

source: matrix item: Generic
ca: Genèric

source: matrix item: Custom
ca: Defecte

source: label: None selected
ca: Cap selecció

source: label: File format overrides default save format.
ca: El format de l'arxiu substitueix el format de desada per defecte.

source: button: Choose Template
ca: Trieu plantilla

source: button: Show in Finder
ca: Mostra al Finder

source: label: Show
ca: Mostra

source: button: Layout view
ca: Visualitza disposició

source: button: Alternate display colors
ca: Colors de disposició alternatius

source: button: Margin guides
ca: Guies dels marges

source: button: Page shadow
ca: Ombra del paper

source: button: Live word count
ca: Recompte de paraules constant

source: button: Ruler
ca: Regle

source: button: Ruler accessories
ca: Accessoris del regle

source: button: Toolbar
ca: Barra d'eines

source: button: Horizontal scroll bar
ca: Barra de desplaçament horitzonal

source: button: Invisible characters
ca: Caracters no imprimibles

source: button: Don't show spaces
ca: No mostris els espais

source: label: Color:
ca: Color:

source: label: Rich text font:
ca: Lletra de text enriquit:

source: label: Plain text font:
ca: Lletra de text net:

source: button: Change
ca: Canvia

source: button: Use alternate display colors
ca: Fes servir colors de disposició alternatius

source: label: Text
ca: Text

source: label: Background
ca: Fons

source: example text: Lorem Ipsum
ca: Lorem ipsum dolor sit amet, consectetur adipisicing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua.

source: button: Print header and footer*
ca: Imprimeix capçalera i peu.*

source: label (in pref printing pane): Style*
ca: Estil*

source: label: Begin on page*
ca: Comença a la pàg.*

source: label: Note: the frontmost document's header/footer is locked.
ca: Nota: la capçalera/peu del document frontal està bloquejat.

source: label (in pref printing pane): *Applies immediately
ca: *S'aplica immediatament

source: button: Center initial window
ca: Finestra central a l'inici

source: label: Window size
ca: Mida de finestra

source: label: View scale
ca: Visualitza l'escala

source: matrix item: Custom (window size)
ca: Defecte

source: matrix item: Factory setting
ca: Paràmetre de fàbrica

source: matrix item: Custom (view scale)
ca: Defecte

source: matrix item: Fit page width
ca: Ajusta amplada de pàgina

source: button: Match to Active Document
ca: Fes coincidir amb el document actiu

source: button: Except for plain text
ca: Excepte text net

source: box title (pref style pane): Margins
ca: Marges

source: label (margin box in pref style pane): Left
ca: Esquerra

source: label (margin box in pref style pane): Right
ca: Dreta

source: label (margin box in pref style pane): Top
ca: Dalt

source: label (margin box in pref style pane): Bottom
ca: Baix

source: label (margin box in pref style pane): (inches)
ca: (polzades)

source: label (pref style pane): Line spacing
ca: Interlineat

source: label (pref style pane): First line indent
ca: Sagnat de primera línia

source: button (pref style pane): Single spacing
ca: Espaiat senzill

source: button (pref style pane): 1.5 spacing
ca: Espaiat 1.5

source: button (pref style pane): Double spacing
ca: Espaiat doble

source: button (pref style pane): 1.2 spacing
ca: Espaiat 1.2

source: button (pref style pane): Apply to .txt files
ca: Aplica a arxius .txt

source: button (pref style pane): Show in metric units
ca: Mostra en unitats mètriques

source: button (pref style pane): Apply changes
ca: Aplica els canvis

source: label (full screen pane): Left/right full screen margin*
ca: Marge esquerre/dret a tota pantalla*

source: label (fullscreen pane): *Applies immediately
ca: *S'aplica immediatement

source: button (fullscreen pane): Hide ruler
ca: Amaga el regle

source: button (fullscreen pane): Hide toolbar
ca: Amaga la barra d'eines

source: button (fullscreen pane): Use alternate text colors
ca: Fes servir colors de text alternatius

source: button (fullscreen pane): Hide layout view
ca: Amaga la visualització de disposició

source: button (advanced doc pane): Allow change of document background color*
ca: Permet el canvi de color de fons del document*

source: button (advanced doc pane): Respect antialiasing threshold** / turn off fine kerning*
ca: Respecta el llindar d'antialiàsing** / desactiva l'interlletratge acurat*

source: button (advanced doc pane): Paste Selection... service adds separator*
ca: El servei 'Enganxa la selecció...' afegeix separador*

source: label (advanced doc pane): Default gutter between columns (in pts)
ca: Corondell entre columnes per defecte (en punts)

source: label (advanced doc pane): * Applies immediately
ca: * S'aplica immediatament

source: label (advanced doc pane): ** Applies upon application restart
ca: ** S'aplica en reiniciar l'aplicació

source: label (advanced interface pane): Measurement units:
ca: Unitats de mesura:

source: label (advanced interface pane): * Applies immediately
ca: * S'aplica immediatament

source: label (advanced interface pane): OS X 10.5+ only
ca: ** Només OS X 10.5+

source: matrix item (advanced interface pane): Metric
ca: Mètric

source: matrix item (advanced interface pane): U.S.
ca: U.S.

source: matrix item (advanced interface pane): Automatic (from System Preferences)
ca: Automàtic (de Preferències del Sistema)

source: button (advanced interface pane): Restore cursor location when opening documents
ca: Restableix la localització del cursor en obrir documents.

source: button (advanced interface pane): Show page numbers in status bar (layout view only)*
ca: Mostra els números de pàgina a la barra d'estat (només en mode compaginació)*

source: button (advanced interface pane): Show page numbers in layout view*
ca: Mostra els números de pàgina en mode de compaginació*

source: button (advanced interface pane): Show vertical ruler**
ca: Mostra regle vertical**

source: button (advanced interface pane): Suggest filename at first save**
ca: Suggereix nom d'arxiu en desar el primer cop**

source: tab title: Document
ca: Document

source: tab title: Interface
ca: Interfície

source: tab title: Find/Replace
ca: Cerca/substitueix

source: button (advanced find/replace pane): Use simple Find/Replace panel
ca: Fes servir el panell simple Cerca/substitueix

source: label (advanced find/replace pane): Match patterns (regex) options
ca: Fes coincidir opcions (regex)

source: button (advanced find/replace pane): ^ and $ recognize newline*
ca: ^ i $ reconeixen una línia nova*

source: button (advanced find/replace pane): . (dot) matches newline*
ca: . (dot) coincideix amb una línia nova*

source: label (advanced find/replace pane): Replace behavior*:
ca: Substitueix comportament*:

source: matrix item (advanced find/replace pane): Replace any selected text
ca: Substitueix qualsevol text seleccionat

source: matrix item (advanced find/replace pane): Only replace a match
ca: Substitueix només una coincidència

source: label (advanced find/replace pane): * Applies immediately
ca: * S'aplica immediatament

source: pref header/footer item title: Footer: page#
ca: Peu: pàgina#

source: pref header/footer item title: Footer: Page # of ##
ca: Peu: pàgina # de ##

source: pref header/footer item title: Header: Title (set in Get Properties...) page#
ca: Capçalera: Títol (a Propietats...) pàgina#

source: pref header/footer item title: Header: Title; Footer: Page # of ##
ca: Capçalera: Títol; Peu: Pàgina # de ##

source: pref header/footer item title: Header: Author (set in Get Properties...) page#
ca: Peu: Autor (a Propietats...) pàgina#

source: pref header/footer item title: Header: Subject (set in Get Properties...)
ca: Capçalera: Tema (a Propietats...)

source: pref header/footer item title: Header: Filename Page # of ##
ca: Capçalera: Nom d'arxiu Pàgina # de ##

source: pref header/footer item title: Header: Filename, Date; Footer: Page # of ##
ca: Capçalera: Nom d'arxiu, data; Peu: Pàgina # de ##

source: pref header/footer item title: Header: File Location, Date; Footer: Page # of ##
ca: Capçalera: Localització d'arxiu, data; Peu: Pàgina # of ##

source: Error: couldn't convert text.
ca: Error: no s'ha pogut convertir el text

source: label: Date/Time
ca: Data/Hora

source: menu label: None
ca: Cap

source: pref general tab title: General
ca: General

source: pref general tab title: Text Cursor
ca: Cursor

source: pref label general cursor label: Cursor shape and behavior*
ca: Forma i comportament del cursor*

source: pref general cursor button (cursor shape): Standard
ca: Estàndard

source: pref general cursor button (cursor shape): Wide, blinking
ca: Ample, parpallejant

source: pref general cursor button (cursor shape): Thin, non-blinking
ca: Prim, sense parpelleig

source: pref label general cursor label: Color*
ca: Color*

source: tab title: Notes Mode
ca: Mode de notes

source: label (advanced notes mode): Preview
ca: Previsualitza

source: label (advanced notes mode): Set font and colors to*
ca: Posa lletra i colors en…*

source: button (advanced notes mode): Match Selected Text
ca: Fes coincidir el text seleccionat

source: label (advanced notes mode): Use*
ca: Fes servir*

source: button (advanced notes mode): Font/size
ca: Lletra/mida

source: button (advanced notes mode): Text color
ca: Color del text

source: button (advanced notes mode): Highlight color
ca: Color de realçament

source: button (advanced notes mode): Brackets
ca: Claudàtors

source: button (advanced notes mode): New paragraph
ca: Paràgraf nou

source: label (advanced notes mode): Add*
ca: Afegeix*

source: text view context menu item: Print Selection...
ca: Imprimeix la selecció…

source: pref header/footer item title: Header: Title, Author, page#
ca: Capçalera: Títol, Autor, pàgina#

source: button (advanced doc pane): Print Selection... separates multiple selections*
ca: Imprimeix la selecció... separa seleccions múltiples*

source: menu item (in context menu): Insert
ca: Introdueix

source: menu item (in context menu): Tab
ca: Tabulació

source: menu item (in context menu): Paragraph Break
ca: Salt de paràgraf

source: menu item (in context menu): Page/Column Break
ca: Salt de pàgina/columna

source: menu item (in context menu): Line Break
ca: Salt de línia

source: menu item (in context menu): Non-breaking Space
ca: Espai sense salt
